;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.2
; Update: July 06, 2021
;
[Lang]
NativeLanguage=Français
[Translation]
LangCode=040c
ReadHabit=Left-to-right
LanguageName=FR
LangShortName=fr-fr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

lblinfo.Caption=Vérifiez si ce PC répond aux exigences du système Windows 11.
lbllang.Caption=Langue :
cpu=Processeur
memory=Mémoire
disk=Stockage
diskstyle=Style de partition
firmware=Microprogramme du système
boot=Démarrage sécurisé
graphiccard=Carte graphique
tpm=TPM 2.0
info3=La fréquence du processeur est inférieure à 1 GHz.
info4=L'architecture du processeur est x86, mais Windows 11 ne la prend pas en charge.
info5=Le processeur n'est pas sur la liste compatible.
info6=Windows 11 ne prend pas en charge un processeur 32 bits.
info7=Le style de partition de disque n'est pas GPT.
info8=La mémoire physique doit être de 4 Go ou plus.
info9=Le disque système doit être de 64 Go ou plus.
info10=Le micrologiciel du système ne prend pas en charge le démarrage sécurisé.
info11=La carte graphique ne prend pas en charge DirectX 12.
info12=La version WDDM est inférieure à 2.x
info13=TPM n'est pas pris en charge.
info14=TPM est désactivé.
info15=La version du TPM est inférieure à 2.0
info16=Le micrologiciel du système ne prend pas en charge UEFI.
info-3=C'est un processeur 64 bits non reconnu.
info-4=L'espace disque libre est inférieur à 64 Go.
tpminfo=Module de plateforme sécurisée version 2.0
directxinfo=Graphiques compatibles DirectX %s / WDDM %s
bootinfo=Les démarrages du PC n'utilisent que le micrologiciel de confiance.
support=Compatibilité
unknow=Inconnu. Cliquez pour plus de détails.
unsupport=Pas compatible. Cliquez pour plus de détails.
NewVer=Une nouvelle version est disponible ! Souhaitez-vous mettre à jour maintenant?
